brew "bat"
brew "curl"
brew "neovim"
brew "fzf"
brew "fnm"
brew "git"
brew "lua"
brew "pngpaste"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "vale"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "wezterm"
